[
  {
    "id": 1,
    "platform": "Google",
    "rating": 4,
    "date": "2024-11-15T10:00:00Z",
    "text": "Отличный сервис! Использую для работы каждый день. Все функции удобны и понятны. Единственное, хотелось бы улучшений в интерфейсе для мобильных устройств."
  },
  {
    "id": 2,
    "platform": "Яндекс",
    "rating": 3,
    "date": "2024-11-14T09:00:00Z",
    "text": "Хорошо, но есть недочеты. Иногда не совсем точный поиск, а в целом компания требует доработки. Если устранят ошибки, буду пользоваться снова."
  },
  {
    "id": 3,
    "platform": "2ГИС",
    "rating": 5,
    "date": "2024-11-13T08:00:00Z",
    "text": "Прекрасно! Очень довольны качеством обслуживания и результатами работы компании."
  },
  {
    "id": 4,
    "platform": "Google",
    "rating": 5,
    "date": "2024-11-16T11:00:00Z",
    "text": "Безумно доволен! Отличное обслуживание, внимание к деталям и быстрая доставка."
  },
  {
    "id": 5,
    "platform": "Яндекс",
    "rating": 2,
    "date": "2024-11-15T12:00:00Z",
    "text": "Не совсем удовлетворён качеством предоставленных услуг. Проблемы с исполнением некоторых заказов."
  },
  {
    "id": 6,
    "platform": "2ГИС",
    "rating": 4,
    "date": "2024-11-15T13:00:00Z",
    "text": "Хорошая компания, но есть моменты, которые могли бы быть улучшены. В целом, сервис на хорошем уровне."
  },
  {
    "id": 7,
    "platform": "Google",
    "rating": 3,
    "date": "2024-11-16T14:00:00Z",
    "text": "Неплохое место, но были задержки в исполнении заказа."
  },
  {
    "id": 8,
    "platform": "Яндекс",
    "rating": 4,
    "date": "2024-11-17T15:00:00Z",
    "text": "В целом всё отлично, но есть моменты, которые могли бы быть улучшены. Хотелось бы больше разнообразия услуг."
  },
  {
    "id": 9,
    "platform": "2ГИС",
    "rating": 5,
    "date": "2024-11-17T16:00:00Z",
    "text": "Превосходный опыт, качественное обслуживание и внимание к клиенту!"
  },
  {
    "id": 10,
    "platform": "Google",
    "rating": 2,
    "date": "2024-11-18T17:00:00Z",
    "text": "Не совсем удовлетворён, но в общем нормально. Сервис не соответствует заявленному уровню."
  },
  {
    "id": 11,
    "platform": "Яндекс",
    "rating": 5,
    "date": "2024-11-18T18:00:00Z",
    "text": "Замечательное обслуживание! Всё понравилось, всё вовремя и без задержек."
  },
  {
    "id": 12,
    "platform": "2ГИС",
    "rating": 4,
    "date": "2023-11-19T19:00:00Z",
    "text": "Хорошая компания, но хотелось бы больше удобств и опций для клиентов."
  },
  {
    "id": 13,
    "platform": "Google",
    "rating": 3,
    "date": "2023-11-19T20:00:00Z",
    "text": "Средний сервис, ничем не выделяется на фоне конкурентов. Нужна доработка."
  },
  {
    "id": 14,
    "platform": "Яндекс",
    "rating": 2,
    "date": "2023-11-20T21:00:00Z",
    "text": "Не впечатлил сервис, нужно улучшать качество обслуживания и внимание к деталям."
  },
  {
    "id": 15,
    "platform": "2ГИС",
    "rating": 5,
    "date": "2023-11-20T22:00:00Z",
    "text": "Отличное место, всем рекомендую! Отличный сервис и качественная работа."
  },
  {
    "id": 16,
    "platform": "Google",
    "rating": 4,
    "date": "2024-11-21T23:00:00Z",
    "text": "Приятный опыт, всё как надо. Хорошее качество услуг."
  },
  {
    "id": 17,
    "platform": "Яндекс",
    "rating": 3,
    "date": "2023-11-22T00:00:00Z",
    "text": "Неплохое обслуживание, но можно улучшить качество работы и скорость выполнения заказов."
  },
  {
    "id": 18,
    "platform": "2ГИС",
    "rating": 2,
    "date": "2023-11-22T01:00:00Z",
    "text": "Не самый лучший опыт, хотелось бы больше удобств и предложений от компании."
  },
  {
    "id": 19,
    "platform": "Google",
    "rating": 5,
    "date": "2023-11-23T02:00:00Z",
    "text": "Всё великолепно, сервис на высоте! Очень доволен."
  },
  {
    "id": 20,
    "platform": "Яндекс",
    "rating": 4,
    "date": "2024-11-23T03:00:00Z",
    "text": "Очень хорошее место, все услуги на хорошем уровне."
  },
  {
    "id": 21,
    "platform": "2ГИС",
    "rating": 3,
    "date": "2024-11-24T04:00:00Z",
    "text": "Средний сервис, компания могла бы улучшить качество обслуживания и быстроту исполнения заказов."
  },
  {
    "id": 22,
    "platform": "Google",
    "rating": 2,
    "date": "2023-11-24T05:00:00Z",
    "text": "Не очень понравилось, можно и лучше. Услуги предоставляются с опозданиями."
  },
  {
    "id": 23,
    "platform": "Яндекс",
    "rating": 5,
    "date": "2023-11-25T06:00:00Z",
    "text": "Прекрасное место, отличное обслуживание и скорость работы."
  },
  {
    "id": 24,
    "platform": "2ГИС",
    "rating": 4,
    "date": "2023-11-25T07:00:00Z",
    "text": "Хорошая компания, но хотелось бы больше вариантов выбора."
  },
  {
    "id": 25,
    "platform": "Google",
    "rating": 3,
    "date": "2023-11-26T08:00:00Z",
    "text": "Нормально, но есть куда расти. В целом, услуги хорошие, но нуждаются в улучшении."
  },
  {
    "id": 26,
    "platform": "Google",
    "rating": 4,
    "date": "2024-11-15T10:00:00Z",
    "text": "Отличный сервис! Использую его для работы каждый день. Все функции удобны и понятны. Единственное, хотелось бы улучшений в интерфейсе для мобильных устройств."
  },
  {
    "id": 27,
    "platform": "Яндекс",
    "rating": 3,
    "date": "2024-11-14T09:00:00Z",
    "text": "Хорошо, но есть недочеты. Поиск иногда не совсем точен, а компания в целом требует доработки. В целом, пользовался бы, если были бы исправлены ошибки."
  },
  {
    "id": 28,
    "platform": "Google",
    "rating": 5,
    "date": "2024-11-13T12:00:00Z",
    "text": "Очень доволен качеством! Сервис стал гораздо быстрее работать, заказ теперь точнее, и сервис стал намного удобнее. Рекомендую всем!"
  },
  {
    "id": 29,
    "platform": "Яндекс",
    "rating": 2,
    "date": "2024-11-12T08:00:00Z",
    "text": "Не удовлетворен, много багов. Очень часто сервис не работает, а когда работает, то долго подгружает данные. Хотелось бы большего внимания к стабильности."
  },
  {
    "id": 30,
    "platform": "Google",
    "rating": 4,
    "date": "2023-11-11T15:00:00Z",
    "text": "Хорошая компания, но бывают проблемы с синхронизацией данных. Интеграция с другими сервисами работает не всегда стабильно."
  },
  {
    "id": 31,
    "platform": "Яндекс",
    "rating": 5,
    "date": "2023-11-11T15:00:00Z",
    "text": "Хорошая компания, но бывают проблемы с синхронизацией данных. Интеграция с другими сервисами работает не всегда стабильно."
  },
  {
    "id": 33,
    "platform": "Яндекс",
    "rating": 4,
    "date": "2022-11-08T16:00:00Z",
    "text": "Компания в целом хорошая, но хотелось бы больше настроек персонализации. Например, возможность изменять темы или кастомизировать интерфейс под себя."
  },
  {
    "id": 34,
    "platform": "Google",
    "rating": 5,
    "date": "2022-11-07T12:30:00Z",
    "text": "Просто супер! Компания работает быстро и качественно. Рекомендую всем, кто ищет надежного партнера. Очень полезно для бизнеса, скорость обработки запросов впечатляет."
  },
  {
    "id": 35,
    "platform": "Яндекс",
    "rating": 4,
    "date": "2022-11-06T11:00:00Z",
    "text": "В целом мне нравится компания, но она иногда тормозит на слабых устройствах. Это единственный минус, в остальном все на высоком уровне."
  },
  {
    "id": 36,
    "platform": "Google",
    "rating": 4,
    "date": "2023-11-05T10:00:00Z",
    "text": "Очень хорошая компания с отличным сервисом. Удобный интерфейс и множество полезных функций. Единственное, иногда бывают сбои в синхронизации между устройствами."
  },
  {
    "id": 37,
    "platform": "Яндекс",
    "rating": 3,
    "date": "2023-11-04T09:45:00Z",
    "text": "Не совсем понравилось. Некоторых услуг не хватает, а те, что есть, работают не всегда стабильно. Нужно работать над улучшением стабильности компании."
  },
  {
    "id": 38,
    "platform": "Google",
    "rating": 5,
    "date": "2023-11-03T08:30:00Z",
    "text": "Все замечательно! Очень удобное обслуживание, использую ежедневно. Быстро и удобно, а интерфейс минималистичный и красивый."
  },
  {
    "id": 39,
    "platform": "Яндекс",
    "rating": 2,
    "date": "2023-11-02T07:15:00Z",
    "text": "Компания не оправдала ожиданий. Очень часто происходят сбои,  не могу заказать доставку в сервисе. Для ежедневного использования не подходит."
  },
  {
    "id": 40,
    "platform": "Google",
    "rating": 3,
    "date": "2024-11-01T06:00:00Z",
    "text": "Компания довольно функциональная, но иногда лагает на слабых устройствах. Также хотелось бы улучшений в области безопасности данных."
  },
  {
    "id": 41,
    "platform": "Яндекс",
    "rating": 4,
    "date": "2023-10-31T18:45:00Z",
    "text": "Хорошая компания, но интерфейс можно сделать более современным. Сейчас выглядит немного устаревшим, но функционал работает отлично."
  },
  {
    "id": 42,
    "platform": "Google",
    "rating": 5,
    "date": "2023-10-30T17:30:00Z",
    "text": "Прекрасная компания! Все работает, интерфейс удобный и красивый. Быстро загружает все данные, никаких ошибок не возникало."
  },
  {
    "id": 43,
    "platform": "Яндекс",
    "rating": 3,
    "date": "2024-10-29T16:15:00Z",
    "text": "Компания неплохая, но имеет несколько недостатков. Иногда возникают сбои при подключении к интернету, а также некоторые услуги требуют доработки."
  },
  {
    "id": 44,
    "platform": "Google",
    "rating": 4,
    "date": "2024-10-28T15:00:00Z",
    "text": "Отлично! Быстрое и функциональное обслуживание. Но часто сталкиваюсь с проблемами при синхронизации между разными устройствами."
  },
  {
    "id": 45,
    "platform": "Яндекс",
    "rating": 5,
    "date": "2024-10-27T14:30:00Z",
    "text": "Очень нравится компания. Простой и удобный сервис, все работает как нужно. Нет никаких проблем с функциональностью."
  },
  {
    "id": 46,
    "platform": "Google",
    "rating": 4,
    "date": "2023-10-26T13:00:00Z",
    "text": "Хорошая компания, но хотелось бы больше настроек для удобства. Сейчас все достаточно стандартно, добавление новых функций не помешает."
  },
  {
    "id": 47,
    "platform": "Яндекс",
    "rating": 2,
    "date": "2024-10-25T12:00:00Z",
    "text": "Не лучший опыт. Компания работает довольно медленно, иногда вообще не открывается. Пожалуйста, работайте над производительностью."
  },
  {
    "id": 48,
    "platform": "Google",
    "rating": 3,
    "date": "2023-10-24T11:45:00Z",
    "text": "Стабильность оставляет желать лучшего. Есть моменты, когда сервис просто зависает или закрывается. Хотя в целом, он довольно полезный."
  },
  {
    "id": 49,
    "platform": "Яндекс",
    "rating": 5,
    "date": "2024-10-23T10:30:00Z",
    "text": "Очень удобный сервис. Использую каждый день, никаких проблем не было. Отличная работа, продолжайте в том же духе!"
  },
  {
    "id": 50,
    "platform": "Google",
    "rating": 4,
    "date": "2021-10-22T09:00:00Z",
    "text": "Все ок, все устраивает"
  },
  {
    "id": 51,
    "platform": "Яндекс",
    "rating": 4,
    "date": "2024-10-21T08:00:00Z",
    "text": "Хороший сервис, но работает не всегда. В целом, мне нравится, но есть куда развиваться."
  }
]
